/* No comment provided by engineer. */
"AppleScript.authorization.error" = "Vi ne permisis Aŭtomatikan Malluman Modon administri la malluman modon.";

/* Scare the user so they report bugs. */
"Bug.general.title" = "Raportu Gravan Eraron al la Ellaboranto";

/* Request users to provide more context. */
"Bug.known.title" = "Encountered a Known Issue";

/* User did not authorize this app to use location. */
"Location.notAuthorized" = "You did NOT authorize Dynamic Dark Mode to get your location.";

/* Failed to attain user location for sunset/sunrise calculation. */
"Location.notAvailable" = "Ne Eblas Ricevi la Nuna Lokon";

/* Took too long to use up retries, most likely off Wi-Fi. */
"Location.timeout" = "Timedout. Check your network connection.";

/* Can't fetch user's current location. Using cache instead. */
"Location.useCache" = "Tempoplanis Uzi Antaŭan Lokon";

/* Drop down menu item to show preferences */
"Menu.preferences" = "Preferoj…";

/* Use system translation for quit */
"Menu.quit" = "Forlasu";

/* Action item to toggle in from menu bar */
"Menu.toggle" = "Baskuligu la Malluman Modon";

/* User did not authorize this app to send notifications. */
"Notification.notAuthorized" = "You did NOT authorize Dynamic Dark Mode to send notifications.";

/* Indicates either enable or disable opens at login failed. */
"Preferences.opensAtLogin.failed" = "Failed to update \"opens at login\" settings";

/* Notification text for bug report */
"ScreenBrightnessObserver.startObserving.failed" = "Cannot observe screen brightness change.";

/* For touch bar button title */
"SettingsViewController.autoAdjustThreshold" = "Ĝustigi la Sojlon Aŭtomatike";

/* For touch bar button title */
"SettingsViewController.scheduleMode" = "Tempoplana Modo";

/* Astronomical */
"SunsetSunrise.astronomical" = "Astronomia";

/* Civil */
"SunsetSunrise.civil" = "Civila";

/* CustomRange */
"SunsetSunrise.customRange" = "Agordi";

/* Nautical */
"SunsetSunrise.nautical" = "Naŭtika";

/* Official */
"SunsetSunrise.official" = "Ofica";

/* Translate the same as System on preferences screen */
"SunsetSunrise.system" = "Sistemo";

/* No comment provided by engineer. */
"SystemPreferences.open" = "Iru al Sistemaj Preferoj";

/* Translate the same as in all other setup process */
"SystemPreferences.skip" = "Preterpasu";

